Revit 2024 API
ParameterTypeId.SpotElevTextLocation Property
 "Text Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpotElevTextLocation { get; }
Visual Basic
Public Shared ReadOnly Property SpotElevTextLocation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpotElevTextLocation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace